app/controllers/students_controller.rb

INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-11-24 00:17:34.232885"], ["updated_at", "2020-11-24 00:17:34.232885"]]
---
  def create
    @student = Student.create(student_params)